aaron-bond.better-comments
angular.ng-template
appcypher.astro
astro-build.astro-vscode
bierner.markdown-mermaid
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
ckolkman.vscode-postgres
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.vscode-mysql
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
htmlhint.vscode-htmlhint
james-yu.latex-workshop
kevinrose.vsc-python-indent
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
oouo-diogo-perdigao.docthis
oracle.mysql-shell-for-vs-code
pkief.material-icon-theme
pranaygp.vscode-css-peek
ritwickdey.liveserver
sidthesloth.html5-boilerplate
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
tecosaur.latex-utilities
twxs.cmake
usernamehw.errorlens
vscode-icons-team.vscode-icons
xabikos.javascriptsnippets
zhuangtongfa.material-theme
zignd.html-css-class-completion
